final chatMessages = [
  //TODO remove this
  {
    "msg": "Пользователь авхахахахахха",
    "chatIndex": 0,
  },
  {
    "msg": "Я ботик я Дэвид хыыыы",
    "chatIndex": 1,
  },
  {
    "msg": "Ты кто?",
    "chatIndex": 0,
  },
  {
    "msg":
        "Я - ChatGPT, являюсь моделью искусственного интеллекта, обученной OpenAI, чтобы отвечать на вопросы и помогать людям в их задачах.",
    "chatIndex": 1,
  },
  {
    "msg": "Ладно",
    "chatIndex": 0,
  },
  {
    "msg":
        "Как-то раз один кот устроился на работу в магазин и стал продавцом. Он прекрасно справлялся со своими обязанностями, но однажды его поймали за тем, что он пытался утащить коробку с рыбками",
    "chatIndex": 1,
  },
];
